{
  "team": [
    {
      "github": "fchauveau",
      "name": "Florian Chauveau",
      "steam": "",
      "photo": "nanak.webp",
      "twitter": "florianchauveau",
      "title": "Développeur Android",
      "gitlab": "",
      "malt": "",
      "description": "En travaillant chez Code-Troopers, j’ai la possibilité de travailler sur les projets et les missions qui m’intéressent. Je peux toujours compter sur les autres membres de l’équipe pour échanger concernant les éventuelles difficultés rencontrées, questionnements… tout le monde a sa place",
      "linkedin": "florianchauveau"
    },
    {
      "github": "",
      "name": "Nicolas Dauphin-Moulin",
      "steam": "",
      "photo": "nico.webp",
      "twitter": "",
      "title": "Business developer",
      "gitlab": "",
      "malt": "",
      "description": "Avant d’être salarié chez Code-Troopers, nous avons ensemble monté des projets, avec échecs et réussites, pendant plus de 3 ans. Travailler aux côtés de cette équipe au top m’a rapidement donné envie de les rejoindre ! En rejoignant Code-Troopers vous rejoignez une entreprise stable, respectueuse, et qui sait faire la part des choses entre moment de convivialité (apéro, team building, jeux etc.) et moments sérieux.",
      "linkedin": "nicolas-dauphin-moulin"
    },
    {
      "github": "bbbenja",
      "name": "Benjamin Cousin",
      "steam": "",
      "photo": "benou.webp",
      "twitter": "",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "benjamincousin",
      "description": "J’aime pouvoir travailler sur les technos que je souhaite, le challenge technique est présent au quotidien. J’apprécie particulièrement aussi les temps forts en dehors du temps de travail : afterwork, teambuilding, futsal, barbecues, raclettes, repas de Noël etc",
      "linkedin": ""
    },
    {
      "github": "",
      "name": "Joris Potier",
      "steam": "",
      "photo": "jojo.webp",
      "twitter": "Joris_Potier",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Ce que j’apprécie particulièrement chez Code-Troopers c’est le partage des compétences, les démos, les retours critiques et constructifs. Cela fait progresser toute l’équipe. Aussi ce qui me motive tous les matins à venir au bureau est la bonne ambiance qui y règne, c’est un plaisir de retrouver tous les collègues, surtout mon voisin d’ilôt (même s’il est bof au babyfoot) !",
      "linkedin": "joris-potier-9b957079"
    },
    {
      "github": "mattboll",
      "mastodon": "https://mastodon.social/@Mattboll",
      "name": "Matthieu Bollot",
      "steam": "",
      "photo": "matt.webp",
      "twitter": "mattboll",
      "title": "Développeur fullstack",
      "gitlab": "mattboll",
      "malt": "matthieubollot",
      "description": "Grâce à mon expérience en développement full-stack, j'ai eu l'opportunité de diriger la refonte complète de DossierFacile en utilisant Vue.js et Java. Mon engagement était axé sur la sécurité et la croissance, ce qui a conduit à une augmentation annuelle de 150%. Au paravent, j'ai contribué à la création de projets variés tels que Wegrow-app, Fizzer et Primpromo, démontrant ma capacité à m'adapter et à répondre aux besoins spécifiques dans différents contextes.",
      "linkedin": "matthieu-bollot-6639231"
    },
    {
      "github": "thibaudmaillard",
      "name": "Thibaud Maillard",
      "steam": "",
      "photo": "thib.webp",
      "twitter": "ThibaudMaiIIard",
      "title": "Développeur web et Android",
      "gitlab": "t.maillard",
      "malt": "",
      "description": "Chez Code-Troopers, le bien-être des salariés est au cœur des préoccupations avec une très bonne ambiance de travail et un véritable esprit d’équipe. Chaque salarié est partie prenante de l’entreprise et de ses évolutions. La possibilité de pouvoir travailler sur plusieurs projets différents permet de découvrir une multitude de domaines et d’utiliser différentes technos, ce qui est un vrai plus.",
      "linkedin": "thibaudmaillard"
    },
    {
      "github": "",
      "name": "Aimeric Martin",
      "steam": "",
      "photo": "am.webp",
      "twitter": "",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Très bonne expérience personnelle au sein de Code-Troopers. L’environnement de travail, l’esprit d’équipe et d’entraide m’ont permis de m’épanouir autant personnellement que professionnellement au sein de l’entreprise. C’est très cool de travailler avec des personnes qualifiés qui partagent leurs savoir et leur expérience pour faire monter en compétence toute l’équipe. C’est aussi un vrai plus de pouvoir travailler sur plusieurs projets et de pouvoir utiliser différentes techno.",
      "linkedin": "aimeric-martin-647a3a17a"
    },
    {
      "github": "",
      "name": "Pierre Robillard",
      "steam": "",
      "photo": "pierre.webp",
      "twitter": "",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Bonne team ! Bonne ambiance ! Belles techno ! Beaux bureaux ! Bonnes bières ! Bonne playlist !",
      "linkedin": "pierre-robillard-0b2a3083"
    },
    {
      "github": "rlucas1",
      "name": "Romain Lucas",
      "steam": "",
      "photo": "lulu.webp",
      "twitter": "Rom1_Lucas",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Travailler chez Code-Troopers, c’est rejoindre une équipe conviviale et à taille humaine au sein de laquelle on partage des bons moments et on se sent bien. C’est aussi avoir la possibilité de choisir les technos avec lesquelles on souhaite travailler",
      "linkedin": "romain-lucas-00a34b11"
    },
    {
      "github": "thecopycat",
      "name": "Charles-Marie Ambrosetti",
      "steam": "the_copycat",
      "photo": "cma.webp",
      "twitter": "charlesmariea",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Pour moi, travailler chez Code-Troopers, c’est avant tout faire partie d’une grande équipe bienveillante qui fait tout pour que l’on se sente intégré et que l’on puisse travailler dans des conditions optimales,  même si on choisit de développer sous Windows.",
      "linkedin": ""
    },
    {
      "github": "",
      "name": "Rémi Dehenne",
      "steam": "",
      "photo": "remi.png",
      "twitter": "",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Chez Code-Troopers, chaque salarié a un réel impact dans la vie de l’entreprise et choisit le matériel qui lui convient le mieux pour travailler. Même si les membres de l’équipe travaillent sur des projets différents, les démos et autres temps d’échange permettent de découvrir les problématiques et technos de chacun, sur des sujets très variés. Enfin, l’équipe est bienveillante et compétente !",
      "linkedin": ""
    },
    {
      "github": "",
      "name": "Jules Pascot",
      "steam": "",
      "photo": "jules.webp",
      "twitter": "",
      "title": "Développeur fullstack",
      "gitlab": "",
      "malt": "",
      "description": "Ayant rejoint en Mai 2023, j’ai été tout de suite attiré par l’esprit de collaboration et de camaraderie qui règne chez Code-Troopers. Il s’agit d’une entreprise moderne, qui m’a permis d’acquérir de nombreuses compétences. Une équipe fort sympathique et une bonne ambiance rendent les journées de travail agréables.",
      "linkedin": ""
    }
  ]
}